data/perf/stageB-d3bf9f8c39fe/memcached/tsan-ea/run5.stall-1745-1835/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       114553.12          ---          ---         6.65696         6.46300        14.91100        20.09500      7818.22 
Gets      1145518.63       919.85   1144598.78         6.49996         6.30300        14.65500        19.83900     29015.29 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1260071.75       919.85   1144598.78         6.51423         6.33500        14.65500        19.83900     36833.51 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         7604.58          ---          ---         6.62113         6.43100        14.71900        19.71100       519.01 
Gets        76044.95        61.06     75983.89         6.46380         6.27100        14.46300        19.45500      1926.17 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      83649.53        61.06     75983.89         6.47810         6.27100        14.46300        19.45500      2445.18 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        86029.85          ---          ---         7.14970         6.91100        15.80700        25.59900      5871.51 
Gets       860289.08       620.49    859668.59         6.97578         6.75100        15.55100        25.21500     21786.35 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     946318.94       620.49    859668.59         6.99159         6.75100        15.55100        25.21500     27657.86